Repository: Zethson/igem_tuebingen_website
Catalog: igem_tuebingen_website/translations/*/LC_MESSAGES/messages.po
Languages: de

source: About iGEM and Team Tübingen
de: Über iGEM und Team Tübingen

source: Project 2019
de: Projekt 2019

source: Get involved
de: Mach mit

source: History of iGEM Tübingen
de: iGEM Tübingen Chronik

source: Software by iGEM Tübingen
de: Software von iGEM Tübingen

source: Gallery
de: Galerie

source: Sponsors
de: Sponsoren

source: About iGem and Team Tübingen
de: Über iGEM und Team Tübingen

source: About iGEM
de: Über iGEM

source: iGEM (International Genetically Engineered Machine) is an international competition in the field of synthetic biology, which was initiated by the Massachusetts Institute of Technology (MIT) in Boston. The competition aims to inspire the development of innovative and intelligent solutions for relevant and recent problems through genetic modifications. By participating in the iGEM competition, our team will be able to utilize the theoretical background attained during our studies in an interdisciplinary and self-reliant manner. Often, the projects initiated through iGEM are published or lead to the foundation of Start-ups.
de: iGEM (International Genetically Engineered Machine) ist ein internationaler Wettbewerb in der synthetischen Biologie, welcher vom Massachusetts Institute of Technology (MIT) initiiert wurde. Der Wettbewerb zielt auf die Entwicklung von innovativen und intelligenten Lösungen für hochaktuelle Probleme durch den Einsatz genetischer Modifikationen ab. Die Teilnahme am iGEM Wettbewerb erlaubt es unserem Team ihren theoretischen Hintergrund in einem interdisziplinären und selbstständigen Umfeld anzuwenden. Projekte, die im Kontext von iGEM entstanden sind, werden häufig publiziert oder führen zur Gründung von Startups.

source: Meet the team
de: Lerne das Team kennen

source: The aim of the project 2019 is to generate a probiotic for the therapy of Type II Diabetes Mellitus, based on a plasmid chassis incorporating a Cas3 self-kill mechanism to prevent the spread of GMOs in the environment.
de: Das Ziel unseres Projektes 2019 ist ein Probiotikum für die Therapie von Typ II Diabetes Mellitus zu entwickeln. Das Probiotikum basiert auf einem Plasmid Chassis, welches einen Cas3 Selbsttötungsmechanismus enthält um die Streuung von GMOs in die Umwelt zu verhindern.

source: Learn more
de: Genaueres erfahren

source: Team Tübingen has been participating in iGEM since 2012. Take a look at our past projects and accomplishments.
de: Team Tübingen nimmt an iGEM seit 2012 teil. Erfahre mehr über unsere vergangenen Projekte und Errungenschaften.

source: Get in touch
de: Kontaktiere uns

source: If you are interested in one of our projects and would like to get involved we would be happy to hear from you! Simply drop us a message and we will get back to you in no time!
de: Solltest Du an einem unserer Projekte interessiert sein und möchtest gerne involviert werden, so würden wir uns freuen von Dir zu hören! Hinterlasse uns einfach eine Nachricht und wir werden uns schnellstmöglich bei Dir melden!

source: Message
de: Nachricht

source: Send us a Mail!
de: Sende uns eine Mail!

source: Follow us on Twitter!
de: Folge uns auf Twitter!

source: Like us on Facebook!
de: Like uns auf Facebook!

source: Follow us on Instagram!
de: Folge uns auf Instagram!

source: Diabetes prevention
de: Diabetes Prävention

source: Diabetes Mellitus Prevention
de: Diabetes Mellitus Prävention

source: Education
de: Weiterbildung

source: Together with the group of Prof. Eicke Latz and iGEM Dresden, we plan to educate about possibilities that individuals have in order to prevent diseases like type 2 diabetes.
de: Zusammen mit der Gruppe von Prof. Dr. Eicke Latz und dem iGEM Team der TU Dresden wollen wir über Ernährung und Gesundheit im Kontext von Diabetes informieren und weiterbilden.

source: Read about the iGEM competition and get to know our team!
de: Finde mehr über den iGEM Wettbewerb heraus und lerne unser Team kennen!

source: Our Sponsors
de: Unsere Sponsoren

source: A project as ambitious as iGEM cannot be realized without the generous help of our sponsors.
de: Ein so ambitioniertes Projekt wie iGEM kann nicht ohne die Hilfe unserer großzügigen Sponsoren realisiert werden.

source: Get Involved
de: Mach mit

source: How to support us
de: Wie man uns unterstützen kann

source: The iGEM team Tübingen is an independent research group of motivated students and is therefore responsible for the organisation and financing of the project. In order to realize a successful iGEM project and achieve our goals in this competition, we need the support of researchers, companies, institutions, associations and private individuals. Not only financial support, but also the provision of materials and resources or expertise helps us tremendously.
de: Das iGEM Team Tübingen ist eine von anderen Institutionen unabhängige Gruppe, welche sich aus motivierten Studierenden und beratenden Promovierenden zusammensetzt. Als Gruppe sind wir verantwortlich für die Organisation und Finanzierung unseres selbst gewählten Projektes. Um ein solches Projekt durchzuführen und erfolgreich am Wettbewerb teilzunehmen, brauchen wir die Unterstützung von Forschern, Firmen, Institutionen, anderen Einrichtungen und Privatpersonen. Wir sind nicht nur dankbar für finanziellen Support, sondern freuen uns im Besonderen auch über die Bereitstellung von Materialien und Ressourcen sowie über Unterstützung durch Fachwissen.

source: Participation
de: Teilnahme

source: iGEM offers each of us a unique and valuable training opportunity that is hard to find anywhere else. Not only are our practical skills deepened, expanded and improved within the framework of a large project, it also gives us the opportunity to expand our knowledge and skills in other areas. This enables us to learn valuable skills in the areas of project organization, implementation, presentation, financing and public relations. These are also valuable skills for future careers, which make iGEM participants stand out from the crowd. Since iGEM is an international competition, new national and international contacts are established through cultural exchange. We welcome and invite students from all backgrounds and take pride in our very interdisciplinary and diverse team. Experienced researchers play a vital role in the project development and planning stage. Furthermore, they teach us important techniques and give valuable feedback. We would hereby like to extend our invitation to experienced researchers who are willing to collaborate with us.
de: Der iGEM Wettbewerb bietet eine einzigartige und wertvolle Gelegenheit, selbstständig ein naturwissenschaftliches Projekt durchzuführen. Dadurch werden nicht nur Fähigkeiten rund ums naturwissenschaftliche Arbeiten erlernt und vertieft sondern auch in anderen Bereichen wie beispielsweise Projektorganisation, Durchführung, Präsentieren, Finanzieren und Beziehungen knüpfen. Dies sind Fähigkeiten die jeder angehende (Natur-)Wissenschaftler erwerben sollte und welche die Teilnehmer des iGEM Wettbewerbs von Anderen unterscheidet. Als internationaler Wettbewerb bietet iGEM außerdem die Möglichkeit, neue internationale und nationale Kontakte durch Austausch mit anderen Gruppen und Forschern zu knüpfen. Bei uns ist jeder willkommen, je interdisziplinärer und diverser unser Team, desto wahrscheinlicher ist eine erfolgreiche Teilnahme.

source: iGEM is an intensive experience that gives students the opportunity to continue their education outside of their academic career and, by networking with professors, companies, researchers and former participants, it draws on a large pool of knowledge and experience. The iGEM team Tübingen has always been able to successfully realize its goals and projects thanks to the support it has received in recent years. Through the iGEM team Tübingen, sponsors come into contact with capable and motivated young scientists and are associated with an innovative scientific project. In return for a sponsorship of our project, our sponsors have the opportunity to advertise and represent themselves in public, at presentations, on our website and in many social networks.
de: iGEM ist eine intensive Erfahrung, welche Studenten die Möglichkeit gibt, ihre Ausbildung außerhalb von ihrer akademischen Laufbahn weiterzuführen. Durch die Vernetzung mit Professoren, Unternehmen, Forschern und ehemaligen Mitarbeitern greifen die Teilnehmer auf einen großen Wissens- und Erfahrungsschatz zurück. Die Unterstützung der letzten Jahre hat dazu geführt, dass das iGEM-Team Tübingen seine Ziele und Projekte erfolgreich umsetzen konnte. Durch das iGEM-Team Tübingen kommen Sponsoren in Kontakt mit kompetenten und motivierten Nachwuchswissenschaftlern und einem innovativen wissenschaftlichen Projekt. Als Gegenleistung für eine Partnerschaft haben unsere Förderer die Möglichkeit, für sich zu werben und werden in der Öffentlichkeit, bei Präsentationen, in sozialen Medien und auf unserer Website präsentiert. Unsere früheren und derzeitigen Sponsoren können auf unserer Website eingesehen werden. Wir würden uns sehr freuen, wenn Sie sich dazu entscheiden uns zu unterstützen.

source: Our past and current sponsors can be found on our
de: Unsere vergangenen und aktuelle Sponsoren können auf unserer Sponsoren Seite eingesehen werden.

source: Sponsors Page
de: Unsere Sponsoren

source: If you are interested in sponsoring us, please do not hesitate to contact us using the form at the bottom of the page!
de: Solltest Du an Sponsoring interessiert sein, so zögere nicht mit uns in Kontakt zu treten!

source: Close
de: Schließen

source: History of iGem Tübingen
de: Chronik iGem Tübingen

source: Timeline
de: Chronik

source: Team Tübingen has been participating in iGEM since 2012. Every year students from different backgrounds and experience levels gather to tackle a challenging and useful project. This site serves as a summary for the various projects and achieved medals.
de: Team Tübingen nimmt an iGEM seit 2012 teil. Jährlich stellen sich Studenten mit verschiedenen Hintergründen einem herausfordernden Projekt. Hier kannst Du unsere vergangenen Projekte und Erfolge einsehen.

source: HISTORY
de: CHRONIK

source: Yeast based measurement system for endocrine disruptors in aquatic environments
de: Hefebasiertes Messsystem für endokrine Disruptoren in aquatischen Umgebungen

source: Our team developed a yeast-based sensor for progestin, a contaminator of wastewater, which has harmful effects on the hormonal equilibrium in fish. The presence of progestin in water samples induces the expression of luciferin in the yeast cells by activating a G-protein coupled cascade leading to the luciferase gene promoter activation. The presence of progestin in tested water samples can thus be detected and analyzed qualitatively by detecting light activation or quantitatively using a spectrometer.
de: Unser Team entwickelte einen Hefe-basierten Sensor für Progestin, einem Schadstoff in Abwasser, welcher negative Effekte auf das hormonelle Gleichgewicht von Fischen hervorruft. Bei Anwesenheit von Progestin in der Wasserprobe wird die Expression von Luciferin in den Hefezellen induziert, indem eine G-Protein gekoppelte Kaskade aktiviert wird, die zur Aktivierung des Luciferasegen Promotors führt. Dementsprechend kann das Vorhandensein von Progestin im getesteten Wasser nachgewiesen und anhand der Analyse der Lichtaktivierung qualitativ analysiert werden, sowie quantitativ unter Verwendung eines Spektrometers.

source: We developed the T-ECO system to address the problem of blood type zero being the most valuable (universal donor) but also the rarest blood type for donating. By modifying the glycolised protein chains on erythrocytes of blood type A, B and AB, they adopt the characteristics of blood type zero cells. A simple agglutination test serves as proof for successful transformation.
de: Wir haben das T-ECO System entwickelt, um das Problem der Blutgruppe Null anzugehen, da diese einerseits die wertvollste (universeller Spender), aber auch die seltenste Gruppe für Blutspenden ist. Indem die glykolisierten Proteinketten an den Erythrozyten der Blutgruppen A, B und AB modifiziert werden, nehmen diese die Charakteristika von Zellen der Blutgruppe Null an. Ein simpler Agglutinationstest diente als Beweis einer erfolgreichen Transformation.

source: A Biosensor Memory Module: Cre Sensor
de: Ein Biosensor Erinnerungs Modul: Cre Sensor

source: Our team created a module which makes it possible to take a snapshot of a sensor’s activity at any time. Using a caging mechanism by fusing a copy of a variant of the fluorescent protein Dronpa to both the C- and N-terminus of Cre recombinase, its activity can be reversibly controlled by light. By activating this construct only for a short period of time, the Cre is used to switch on expression of Luciferase in only a limited amount of the sensor cells. Through coupling the Cre expression to the sensor we can thereby permanently write the sensor state of a given time point into the DNA of a system.
de: Unser Team entwickelte ein Modul, mit dem es möglich ist, jederzeit einen Schnappschuss der Aktivität eines Sensors zu machen. Mithilfe eines caging mechanism bei welchen eine Variante des fluoreszenten Proteins Dronpa sowohl mit dem C-, als auch dem N-Terminus der Cre Rekombinase verbunden wird, kann dessen Aktivität reversibel durch Licht kontrolliert werden. Indem dieses Konstrukt für eine kurze Zeit aktiviert wird, wird Cre dazu verwendet, die Expression der Luziferase in einer beschränkten Zahl der Zellen einzuschalten. Durch die Kopplung der Cre Expression an den Sensor, kann so der Stand des Sensors zu einem bestimmten Zeitpunkt dauerhaft in die DNS eines Systems geschrieben werden.

source: Fruit Force - Probiotics strike back
de: Fruit Force – Probiotika schlagen zurück

source: Three problems were addressed in 2016: In order to help people with an Aldolase B deficiency (rendering them fructose intolerant), our team modified lactobacilli, which already live in the human gut, to process fructose. Additionally, we designed a pipetting robot able to do the cloning experiments required for our main project. Last but not least, we faced the problem of plasmid extraction in a robot, so we developed a simple way to easily select and purify transformed plasmid DNA.
de: 2016 haben wir uns drei Problemen angenommen: Um Menschen mit einem Aldolase B Mangel (was zu einer Fructoseintoleranz führt) zu helfen, hat unser Team Lactobacilli, welche bereits im menschlichen Darm vorkommen, modifiziert, so dass sie Fructose verarbeiten können. Zusätzlich haben wir einen Pipettier-Roboter entworfen, der in der Lage ist, die Klonierungsexperimente für unser Hauptprojekt durchzuführen. Zu guter letzt haben wir uns des Problems der Plasmidextraktion in einem Roboter angenommen und einen simplen Weg entwickelt, mit dem man auf einfache Art transformierte Plasmid DNS sammeln und purifizieren kann.

source: An advanced Trojan horse
de: Ein fortschrittliches Trojanisches Pferd

source: The rising amount of microbial resistances urge for innovation and new therapeutics. Therefore, we created a new derivative of aminocoumarins with a changed pattern of interaction with proteins and improved chemical properties. Those properties make it an antibiotic that is only activated by ß-lactam resistant pathogens itself via enzymatic cleavage, while not affecting other cells in the human body - the advanced Trojan horse is set free.
de: Die zunehmende Anzahl mikrobieller Resistenzen verlangt nach Innovation und neuen Therapeutika. Deshalb haben wir ein neues Derivativ der Aminocumarine mit einem veränderten Interaktionsmuster mit Proteinen, sowie verbesserten chemischen Eigenschaften, entwickelt. Diese Eigenschaften machen es zu einem Antibiotikum, welches durch enzymatische Spaltung nur durch β-Lactam resistenten Pathogenen selbst aktiviert wird, während andere Zellen des menschlichen Körpers nicht davon betroffen sind – das fortschrittliche Trojanische Pferd ist freigelassen.

source: In 2018, our project was to modify Botulinum Toxin so that its specific shuttle mechanism for neuronal cells could be used in prospective therapeutic approaches and neuronal targeting in basic research. We developed a library of different detoxified botulinum toxin derivatives, which can be coupled with a variety of substances (proteins, small molecules, fluorochromes) by specific linkers. Since our shuttle mechanism could potentially be used in patients, we removed the most prevalent immune epitopes using a theoretical bioinformatics approach.
de: 2018 war unser Projekt, das Botolinium Toxin so zu modifizieren, dass der spezifische Shuttle-Mechanismus für neuronale Zellen in zukünftigen therapeutischen Anwendungen und neuronalem targeting in der Gundlagenforschung genutzt werden kann. Wir entwickelten eine Sammlung an detoxifizierten botolinium Toxin Derivativen, die mithilfe spezifischer Linker mit verschiedenen Substanzen (Proteine, kleine Moleküle, Fluorchrome) gekoppelt werden können. Da unser Shuttle Mechanismus potentiell in Patienten verwendet werden kann, haben wir mit einer theoretischen, bioinformatischen Herangehensweise die häufigsten Immunepitope entfernt.

source: The aim of the project 2019 is to generate a probiotic for the therapy of Type II Diabetes Mellitus, based on a plasmid chassis incorporating a Cas3 self-kill mechanism to prevent the spread of GMOs in the environment.
de: Ziel des diesjährigen Projektes ist die Entwicklung von Probiotika für die Therapie von Typ II Diabetes Mellitus. Hierbei verwenden wir ein Plasmid Chassis, welches einen Cas3 Selbsttötungsmechanismus enthält, um die Verteilung unseres genmodifizierten Organismuses in die Umwelt zu verhindern.

source: A gallery of our various iGEM teams, presentations and awesome projects.
de: Eine Galerie über unsere verschiedenen iGEM Teams, Präsentationen und Projekte.

source: Human Practices
de: Human Practice

source: Sustainable Development Goals
de: Ziele für nachhaltige Entwicklung

source: Together with iGEM Costa Rica, we, iGEM Tübingen want to promote the UN Sustainable Development Goals. More information can be found here:
de: In Zusammenarbeit mit iGEM Costa Rica wollen wir, iGEM Tübingen, die UN Ziele für nachhaltige Entwicklung fördern. Weitere Informationen findest Du hier:

source: In 2014, there were 422 Million adults with a diagnosed Diabetes Mellitus worldwide, an alarmingly high number, which inspired us to look into treatment strategies of Type 2 Diabetes Mellitus patients, who make up the largest group of Diabetes patients. There are currently many options available, however all of these treatments require the patient to actively participate and comply to his or her therapy scheme. As compliance and persistence are key factors for therapeutic success, we, the iGEM Team Tübingen, want to revolutionize the treatment and its administration by using Synthetic Biology.
de: Im Jahr 2014 gab es 422 Millionen Menschen mit einer diagnostizierten Diabetes Mellitus Erkrankung. Diese hohe Prävalenz inspirierte uns in der Suche nach neuen Behandlungskonzepten für die Typ II Diabetes Mellitus Therapie, da diese den größten Anteil der Diabetiker betrifft. Derzeit gibt es mehrere Therapiestrategien. Jedoch verlangen alle eine aktive Partizipation und die Erfüllung strikter Einnahmeabläufe der Medikamente. Da eben diese Bereitschaft und der Zeitaufwand essentiell für den Therapieerfolg sind, wollen wir, das iGEM Team Tübingen, die Therapie revolutionieren, indem wir die Synthetische Biologie anwenden.

source: Our solution is a probiotic bacterium, that synthesises a drug when it is needed and therefore lifts the burden of application from the patient. Thus, while checking the scientific possibilities to produce such a therapeutic probiotic, we soon realized that we would have to engage the public with the goal of designing a product, which meets the requirements for a successful treatment.
de: Unsere Lösung ist ein probiotisches Bakterium, welches ein Medikament synthetisiert, sobald dieses gebraucht wird, sodass der Patient / die Patientin von der Belastung einer akribischen Applikation befreit ist. Da wir ein neues Produkt entwickeln wollten, das den Anforderungen der Patienten entspricht, waren wir uns schnell im klaren, dass wir die Gesellschaft mit einbeziehen müssen.

source: Therefore, we divided our Human Practices project into four phases
de: Dementsprechend unterteilten wir den Human Practice Anteil unseres Projekts in vier Phasen

source: Phase I: General Considerations
de: Phase I: Entscheidende Erwägungen

source: Phase II: Human Practice Events of the iGEM Team Tübingen
de: Phase II: Human Practice Events des iGEM Team Tübingens

source: Phase III: Implementing new strategies based on our public integration and outreach
de: Phase III: Implementierung neuer Strategien basierend auf der Integration der Öffentlichkeit

source: Phase IV: Conclusion and Reflection
de: Phase IV: Fazit und Reflexion

source: To start with human practice work, we started with identifying all stakeholders. In our case, the obvious group are
de: Zu Beginn der Human Practice Arbeiten, identifizierten wir alle von unserem Projekt betroffenen Parteien. In unserem Fall sind Typ II Diabetes Mellitus Patienten die offensichtliche Gruppe.

source: patients with Type II Diabetes Mellitus
de: Patienten mit Typ II Diabetes Mellitus

source: whom we want to help gain quality of life through our project. Also, we want to make sure, whether they would be discouraged by the usage of a GMO (Genetically Modified Organism).
de: welche wir insofern unterstützen wollen, dass sich die Lebensqualität durch unser Projekt verbessert. Zusätzlich wollen wir sichergehen, dass Patienten nicht durch den Gebrauch eines Genetisch Modifizierten Organisimus (GMO) abgeschreckt werden.

source: Secondly, the
de: Als nächstes ist uns die

source: scientific community
de: wissenschaftliche Gemeinschaft

source: including ourselves, are stakeholders. Since every new scientific project has an impact for the whole scientific community, we have the responsibility to make sure that our project will in no way compromise the reputation of the scientific community.
de: wichtig, zu der wir uns auch zählen. Da jedes wissenschaftliche Projekt Einfluss auf die gesamte wissenschaftliche Gemeinschaft hat sind wir dafür verantwortlich, dass unser Projekt in keinem Fall die Reputation der wissenschaftlichen Gemeinde negativ beeinflusst

source: of ourselves and others, would need to be a big factor within our project, as well. Especially, the relevance and usefulness of Synthetic Biology in new therapy strategies and the intensified education about Diabetes Mellitus and obesity, are important to us.
de: wird ein Fokus unseres Human Practice Projekts sein. Vor allem die Relevanz und der Nutzen der Synthetischen Biologiein neuen Therapiekonzepten, sowie die verstärkte Aufklärung über Diabetes Mellitus und Adipositas sind uns wichtig.

source: Another important stakeholder to our project is the
de: Auch die

source: civil society,
de: Öffentlichkeit
