Repository: Zethson/igem_tuebingen_website
Catalog: igem_tuebingen_website/translations/*/LC_MESSAGES/messages.po
Languages: de

source: which will react to a new therapeutic tool, especially since it is a GMO. As the potential release of a GMO is of concern for all people, information must be given to the public about the safety issues a project like ours might pose and how we plan on making sure, that theses issues will never become reality.
de: die auf eine neue Therapieform reagieren wird, vor allem da es sich um einen GMO handelt, werden wir in unser Human Practice Projekt einbeziehen. Da unser GMO den Körper potentiell verlassen kann, betrifft unser Projekt die Öffentlichkeit und sollte dementsprechend diskutiert werden, um sicherzugehen, dass sich die Öffentlichkeit eine informierte Meinung bilden kann und über potentielle Biosicherheitsrisiken aufgeklärt werden kann. Dies beinhaltet auch die Kommunikation unserer Biosicherheitsstrategie.

source: Lastly, the
de: Zuletzt sind auch die

source: pharmaceutical industry
de: pharmazeutische Industrie

source: insurance companies
de: Versicherungen

source: are stakeholders in our project, since we are making changes to therapeutic concepts and may develop our project further into a business, which would introduce new challenges like production and scale-up, corporate responsibilities, economic viability and cooperation with different pharmaceutical companies.
de: ein wichtiger Faktor für unser Projekt, da wir alte Therapiekonzepte verändern und unser Projekt sich in ein Unternehmen entwickeln könnte

source: Next to the identification of the stakeholders, there are many important factors that need to be taken into account during our human practice work.
de: Neben der Identifikation der Betroffenen, gibt es auch weitere Faktoren, die für Human Practice betrachtet werden müssen.

source: First of all, this includes
de: Dies umfasst vor allem

source: Biosafety
de: die Biologische Sicherheit

source: Our probiotic will consist of a genetically modified organism, which poses the risk of being released, as it would be administered orally and therefore would also be excreted. That’s why we will include a so-called kill switch, which will induce the killing and degradation of genetic information of our probiotic bacteria, as soon as they leave the human body and the conditions, which are naturally given within the intestines. Also, our team will have sufficient safety introductions, which allow us to work in the lab.
de: da unser GMO oral verabreicht werden soll und dementsprechend auch ausgeschieden wird. Aufgrund dessen integrieren wir einen sogenannten “Kill-Switch” in unser Projekt, sodass die Bakterien absterben und das genetische Material abgebaut wird, sobald die Bakterien den menschlichen Körper und die dortigen Gegebenheiten verlassen. Zusätzlich wird jedes Teammitglied eine entsprechende biologische Sicherheitsbelehrung erhalten, die es uns erlaubt im Labor zu arbeiten.

source: On top of that
de: Zusätzlich werden wir

source: regulatory and legal aspects
de: regulatorische und rechtliche Aspekte unseres Projekts

source: have to be considered. Hence, our work will in every case be in accordance with the German Law, such as the Gentechnikgesetz (Genetic Engineering Law), the Infektionsschutzgesetz (Infection Protection Law), the Gentechniksicherheitsverordnung (German Statutory Regulation on the Safety of Genetic Engineering) and others, which apply.
de: evaluieren. Unser Projekt soll in all seinen Stadien den Regularien und Gesetzen der Bundesrepublik Deutschland entsprechen, was unter anderem die Einhaltung des Gentechnikgesetz, des Infektionsschutzgesetz und der Gentechniksicherheitsverordnung beinhaltet.

source: Lastly, we will make sure to ethically discuss our project at any stage and consider its
de: Wichtig ist uns auch, unser Projekt ethisch zu diskutieren

source: social impact
de: und den sozialen Einfluss unseres Projektes zu betrachten

source: As soon as GMOs are used in a way that has impact on the public, which is the case when a GMO leaves its laboratory environment, a discussion must take place. In order to gain access to a public dialogue, which gives us the opportunity to catch the general notion about GMOs and may allow further development of our project, we will organize multiple events where open science and free discussion would be welcome. Additionally, we will talk to experts and different stakeholders, integrate concerns and ideas and look into strengths, weaknesses, opportunities and threats.
de: Da unser GMO den Ausblick besitzt das Labor zu verlassen, muss darüber eine öffentliche Diskussion stattfinden. Um Zugang zu eben dieser öffentlichen Meinungsbildung zu erlangen und die generelle Wahrnehmung und Meinung zu unserem Projektund Genetisch Modifizierten Organismen einschätzen zu können, werden wir mehrere Events organisieren. Diese Events sollen wissenschaftliche Kommunikation und freie Diskussion fördern und uns helfen unser Projekt weiterzu entwickeln. Auch werden wir uns mit Experten unterhalten, um deren Sorgen und Ideen zu integrieren und unsere Schwächen, Stärken, Möglichkeiten und Risiken zu erarbeiten.

source: Diabetes Prevention
de: Diabetes Prävention

source: Together with the group of Prof. Dr. Eicke Latz and iGEM Dresden, we, iGEM Tübingen want to educate about health and diet in the context of diabetes. More information can be found here:
de: Zusammen mit der Gruppe von Prof. Dr. Eicke Latz und dem iGEM Team der TU Dresden möchten wir Fakten über Ernährung und Gesundheit im Kontext zu Diabetes vermitteln. Hier geht es zu weiteren Informationen:

source: Survey about the Diabetes Mellitus Therapy
de: Umfrage über die Diabetes Mellitus Therapie

source: For our human practice work, we want to conduct the following survey to gather information about general knowledge and options about Diabetes Mellitus, its therapy and how Synthetic Biology may play a role in the future. This is very important to our project, since it will help us refine our human practice work, educational approach and help us assess the perception of our therapy strategy.
de: Für unsere Human Practice Arbeiten wollen wir eine Umfrage durchführen, um das generelle Wissen und Empfindungen über Diabetes Mellitus und seine Therapie, sowie die Beeinflussen derer durch die Synthetische Biologie in der Zukunft, abschätzen zu können. Dies ist für unser gesamtes Projekt sehr wichtig, da es uns helfen wird unsere Human Practice Arbeiten und die von uns betriebene Aufklärung zu verbessern und die Wahrnehmungen und Meinungen bezüglich unseres Therapiekonzeptes einschätzen zu können.

source: To design our survey, we wanted to fulfill the criteria proposed by iGEM. Hence, informed consent and privacy/ data protection are highly important to us. Also, our survey design aims to be specific and unambiguous, with the goal of not compromising our survey by insinuating a “correct” response to any question. The participation is voluntary and will be open to any interested person
de: Für unser Umfragedesign, haben wir uns an den von iGEM vorgeschlagenen Prinzipien orientiert. Dementsprechend sind Datenschutz und Privatsphäre sehr wichtig für uns. Unser Design soll spezifisch und unvoreingenommen sein, mit dem Ziel unsere Ergebnisse nicht durch insinuiert “korrekte” Antworten zu kompromittieren.

source: Once we have gathered enough information, we will analyze and evaluate our results and hope to draw conclusions for our project.
de: Sobald wir auf diese Weise genug informationen sammeln konnten, werden wir diese analysieren und auswerten, mit dem Ziel daraus sinnvolle Konsequenzen für unser Projekt ziehen zu können.

source: Throughout our participations in iGEM several software tools have been developed. Read more about them and find download instructions here.
de: Während unserer Teilnahmen bei iGEM wurden mehrere Software Tools entwickelt. Finde die Download Instruktionen hier.

source: If you are interested in one of our projects and would like to get involved we would be happy to hear from you! Simply drop us a message and we'll get back to you in no time!
de: Wenn Sie an einem unserer Projekte interessiert sind und mit uns in Kontakt treten wollen, schreiben Sie uns einfach eine Nachricht und wir kommen auf Sie zu.

source: Overview of BERT´s components and workflow.
de: Überblick über BERTs Kompontenten und Workflow.

source: The software project of the iGEM Team Tübingen 2018 addressed the problem of biopharmaceuticals being targeted by the human immune system. Upon contact with foreign proteins, the immune system can trigger the production of anti-drug antibodies (ADAs) by plasma cells, which neutralize the function and reduce the bioavailability of biopharmaceuticals in the system. We constructed the powerful and modular deimmunization workflow “Boosted Epitope Reduction based on Trees” (BERT), automating protein deimmunization to solve this problem. Hover over the image on the left for an overview of BERT. BERT computes the immunity based on MHC class II epitope using NetMHCIIpan and minimizes the immunity by epitope destroying amino acid substitution. To ensure the structural integrity of the protein, highly conserved amino acids were excluded from the substitution process. Furthermore, BERT computes the Gibbs free energy change (ddG) for each amino acid substitution and chooses the final amino acid substitutions based on the minimum ddG and minimum immunity of the protein. Moreover, we created a fast and highly accurate MHC class I prediction tool called MHCBoost, which achieves accuracy benchmarks in the range of state of the art MHC class I prediction tools. MHCBoost uses gradient boosted trees to predict short MHC binding peptides that have the potential to trigger an immune response with unparalleled speed.
de: Das Softwareprojekt des iGEM Teams Tübingen 2018 beschäftigte sich mit dem Problem, dass Biopharmazeutika vom menschlichen Immunsystem bekämpft werden. Bei Kontakt mit Fremdproteinen kann das Immunsystem die Produktion von Anti-Drug-Antikörpern (ADAs) in Plasmazellen anregen, was die Funktion und Verfügbarkeit von Pharmazeutika im Körper reduziert. Um dieses Problem zu lösen haben wir den leistungsstarken modularen Deimmunisierungs-Workflow Boosted Epitope Reduction based on Trees (BERT) zur automatisierten Deimmunisierung von Proteinen entwickelt. Bewege den Mauszeiger über das Bild auf der Seite links für einen Überblick über BERT. BERT berechnet die Immunität basierend auf dem MHC-Klasse-II-Epitop Predictor NetMHCIIpan und minimiert die Immunität durch eine epitopzerstörende Aminosäure-Substitution. Um die strukturelle Integrität des Proteins zu gewährleisten, sind hochkonservierte Aminosäuren vom Substitutionsprozess ausgeschlossen. Darüber hinaus berechnet BERT die Gibbsche freie Energieänderung (ddG) für jede Aminosäuresubstitution undwählt die endgültigen Aminosäuresubstitutionen basierend auf der minimalen ddG und der minimalen Immunität desproteins aus. Weiter haben wir ein schnelles und hochpräzises MHC Klasse I Prognosetool namens MHCBoost entwickelt, welches Genauigkeitsmaßstäbe im Bereich der modernsten MHC Klasse I Prognosewerkzeuge erreicht. MHCBoost verwendet gradient boosted trees, um kurze MHC-bindende Peptide, die eine Immunantwort auslösen können mit sehr hoher Geschwindigkeit vorherzusagen.

source: Links to GitHub repositories:
de: Links zu den Github Repositores.

source: View BERT on GitHub
de: BERT auf Github

source: View MHCBoost on GitHub
de: MHCBoost auf Github

source: The CRISPR/Cas system is a very powerful tool for genome editing in biological research and in treatment of diseases. Besides its high specificity, off-target activity often yields unwanted side effects. Therefore, the identification of off-target sites is a crucial point in many experimental set-ups. To facilitate the analysis of experimental off-target identification, the iGEM Team Tübingen 2019 creates a data analysis pipeline for data generated in GUIDE-Seq experiments, which is an unbiased and genome-wide method to identify off-target sites in CRISPR/Cas experiments. Our goal is to generate a reproducible and parallelizable analysis software tool, based on the bioinformatics workflow management system Nextflow. Nextflow allows the development of portable and reproducible workflows which can be deployed on various platforms for execution. A key property of this workflow management system is its ability to decouple workflow components by isolating their dependencies with containers. This ensures that no future requirement conflicts occur between different components, which allows maintaining the reproducibility of results. To us, creating an easy-to-use software tool is of highest priority. We want to achieve a good and intuitive usability without the user being required to do any additional programming or setup. For a considerable number of useful bioinformatic tools installation and handling is not quite intuitive. This potentially limits the number of users and therefore decreases the impact of the tool. Therefore, we are creating a clear and comprehensible graphical user interface. We also plan to improve the existing workflow layout, by replacing single components to improve the accuracy of the result and to reduce the computational time needed. Another main goal is to validate the results of our workflow experimentally and to integrate the results of our software tool into our wet-lab experiments. We also want to encourage other iGEM teams and research groups, who are working with CRISPR/Cas systems and are concerned about potential off-target sites, to use our tool.
de: Das CRISPR/Cas-System ist ein sehr leistungsfähiges Werkzeug zur Genome Editierung in Forschung und Therapie. Trotz der hohen Spezifität führen Nuklease Aktivitäten an Off-Target Sequenzen zu unerwünschten Nebenwirkungen. Daher ist die Identifizierung von Off-Target Sequenzen in vielen Experimenten ein äußerst wichtiger Schritt. Um die Analyse von Off-Target Schnitten zu vereinfachen wird das iGEM Team Tübingen 2019 eine Analysepipeline ausarbeiten um Daten aus GUIDE-Seq Experimenten zu verarbeiten. GUIDE-Seq ist eine molekularbiologische Methode zur genomweiten Analyse von Nucleaseschnittstellen durch z.B. das CRISPR/Cas System. Unser Ziel ist es ein reproduzierbares und parallelisierbares bioinformatisches Analysesoftware-Tool zu entwickeln basierend auf dem Workflow-Management-System Nextflow. Nextflow ermöglicht die Entwicklung portabler und reproduzierbarer Workflows, die auf verschiedenen Plattformen eingesetzt werden können. Eine Schlüsseleigenschaft dieses Workflow-Management-Systems ist seine Fähigkeit, Workflowkomponenten zu entkoppeln, in dem deren Abhängigkeiten in Containern isoliert werden. Dadurch wird sichergestellt, dass keine Abhängigkeitskonflikte zwischen verschiedenen Komponenten auftreten, was die Reproduzierbarkeit der Ergebnisse sicherstellt. Für uns hat die Entwicklung eines einfach zu bedienenden Software-Tools höchste Priorität. Wir wollen ein gutes und erfolgreiches Ergebnis durch intuitive Bedienbarkeit erzielen, ohne dass der Anwender zusätzliche Programmierarbeiten durchführen muss. Deshalb möchten wir eine klare und verständliche graphische Benutzeroberfläche entwickeln. Wir möchten auch den bereits existierenden Workflow verbessern, indem wir einzelne Komponenten austauschen um die Genauigkeit zu erhöhen und die benötigte Rechenzeit zu verringern. Ein weiteres Hauptziel ist es, die Ergebnisse unseres Workflows experimentell zu validieren und die Integration der Ergebnisse unseres Softwaretools in unsere Wet-Lab-Experimente einfließen zu lassen. Wir wollen auch andere iGEM-Teams und Forschungsgruppen, die mit CRISPR/Cas-Systemen arbeiten und sich für die Off-Target Aktivität ihrer Nukleasen interessieren, dazu anregen unser Tool zu nutzen.

source: Please check out our official <a href="https://2019.igem.org/Team:Tuebingen/Description">iGEM 2019 wiki</a> for further information about our project.
de: Bitte besuchen Sie auch unsere offizielle <a href="https://2019.igem.org/Team:Tuebingen/Description">iGEM 2019 wiki</a> für weitere Informationen über unser Projekt (auf Englisch).

source: Our project
de: Unser Projekt

source: Only with the generous support of our sponsors it so far has always been possible to successfully take part in the iGEM competition. By financially supporting us and by providing us with materials, our sponsors have contributed greatly to our success. They are who enabled us to complete professional research projects on our own and to receive unique and outstanding training. Since we are a student-organized team responsible for organization, planning, funding and representation, participating in iGEM would otherwise not have been possible for us. While paving the way for a promising project our supporters could also connect with highly motivated and talented students. We are immensely grateful for the support of our sponsors and are looking forward to working with you!
de: Durch die großartige Unterstützung unserer Sponsoren war es uns bisher stets möglich erfolgreich am iGEM Wettbewerb teilzunehmen. Sowohl durch finanzielle Unterstützung als auch durch das Bereitstellen von Materialien haben unsere Sponsoren maßgeblich zu unserem Erfolg beigetragen. Sie sind es, die es uns ermöglicht haben alleine ein professionelles Forschungsprojekt durchzuführen, wodurch wir wichtige Fähigkeiten erhalten. Als von Studenten organisiertes Team, verantwortlich für Organisation, Planung, Finanzierung, Vertretung und die Teilnahme an iGEM, wäre uns dies sonst nicht möglich gewesen. Während wir den Weg für ein vielversprechendes Projekt ebnen, können sich unsere Sponsoren mit hochmotivierten und talentierten Studenten austauschen. Wir sind überaus dankbar für die Unterstützung unserer Förderer und freuen uns auf die Zusammenarbeit mit Ihnen.

source: Sponsors of Team Tübingen 2019
de: Sponsoren von Team iGEM Tübingen 2019

source: Sponsors of Team Tübingen 2018
de: Sponsoren von Team iGEM Tübingen 2018

source: Diabetes Mellitus and Sustainable Development Goals
de: Diabetes Mellitus und Sustainable Development Goals

source: Facts and figures
de: Zahlen und Fakten

source: Tap for more details
de: Klicke hier für Details

source: Overview over Application
de: Übersicht: Applikation

source: Diabetes is now considered a pandemic with a substantial threat to human health around the world. Currently, at least 400 Million people worldwide suffer from Diabetes, with a dark figure of about 10 per cent of the world’s population, as 40 to 60 percent of diabetes cases remain undiagnosed. The increasing number of diabetic people, especially in low- and middle-income countries, is expected to grow alarmingly to more than 600 million cases within the next 30 years, since there are already more than 300 Million people with impaired glucose tolerance, who have a high chance of developing Diabetes in the near future. The most dramatic increase will, according to the International Diabetes Federation, occur in urbanized African, Middle Eastern and South Asian regions, with a rise of up to 156 percent until 2045 [IDF Diabetes Atlas, 8th Edition, 2017]. However, Germany, as a comparatively small country, is currently on rank 9 of total diabetes cases with 7.5 Million cases [IDF, 2017].
de: Aufgrund des hohen Auftretens von Diabetes Mellitus, wird die Krankheit mittlerweile als Pandemie bezeichnet, die eine tiefgreifende Gefahr für die Gesundheit der Menschen weltweit darstellt. Derzeit sind mindestens 400 Millionen Menschen weltweit an Diabetes erkrankt, mit einer Dunkelziffer von rund 10 Prozent der Weltpopulation insgesamt, da 40 bis 60 Prozent der Diabetes Fälle nicht diagnostiziert sind. In den nächsten 30 Jahren wird die Zahl der Diabetiker, vor allem in Niedriglohn-Ländern, auf 600 Millionen steigen, da bereits jetzt mindestens 300 Millionen Menschen eine gestörte Glukosetoleranz haben, mit dem Risiko in naher Zukunft Diabetes Mellitus zu entwickeln. Der dramatischste Anstieg der Diabetiker wird, laut der Internationalen Diabetes Föderation, in städtischen Regionen Afrikas, des mittleren Ostens und Südasien stattfinden, mit einem Anstieg von bis zu 156 Prozent bis 2045 [IDF Diabetes Atlas, 8th Edition, 2017]. Jedoch ist auch Deutschland, als relativ kleines Land, bereits auf Platz 9 der totalen Diabetes Fälle weltweit, mit mehr als 7.5 Millionen Diabetikern [IDF, 2017].

source: This pandemic is a result of an unhealthy and sedentary lifestyle, which promotes obesity and lack of overall fitness, resulting in not only a health, but a socioeconomic crisis as well. As diabetes is a chronic disease with a progressive nature, it not only proposes a financial threat to the people suffering from it, as yearly costs can exceed 4 000 USD, but it is also a burden to the health care system with more than 700 Billion USD of costs in the US per year [IDF, 2017].
de: Die Pandemie des Diabetes ist Folge eines ungesunden und inaktiven Lebensstils, welcher Übergewicht und generelle Unfitness fördert, was zu einer Gesundheits- und Sozioökonomischen Krise führt. Da es sich bei Diabetes um eine chronische, progrediente Krankheit handelt, bedeutet die Erkrankung nicht nur eine finanzielle Belastung für die Erkrankten, die über 4000 USD jährlich hinausgehen kann, sondern auch eine Belastung für die Gesundheitssysteme, mit Kosten die 700 Milliarden USD jährlich überschreiten [IDF, 2017].

source: The global burden of diabetes, with an estimated 3 Million deaths a year, and its essential threat to human development, has been recognized by the United Nations in its 2030 Agenda for Sustainable Development, which wants to – among others – reduce the premature mortality caused by Diabetes by one third and increase access to affordable and effective health care. As Diabetes plays a major role in Cardiovascular Disease and wrongfully or untreated Diabetes can result in the necessity of limp amputation, blindness, neuropathy or kidney failure.
de: Die Globale Belastung durch Diabetes, mit rund 3 Millionen Todesfällen jährlich, wurden durch die Vereinten Nationen in ihrer 2030 Agenda für Nachhaltige Entwicklung anerkannt, welche, unter anderem, die frühzeitige Mortalität, verursacht durch Diabetes, um einen Drittel verringern und Zugang zu bezahlbarer und effektiver Gesundheitsversorgung schaffen will. Auch, da Diabetes eine entscheidende Rolle in kardiovaskulären Erkrankungen spielt und falsch oder unbehandelte Diabetes Erkrankungen zu Amputationen, Blindheit, Neuropathien oder Nierenerkrankungen spielen kann.

source: Simplified representation of our project.
de: Vereinfachte Darstellung unseres Projektes.

source: However, Diabetes can be managed very well, if the patients can have access to the right treatment and preventive measures, which includes the necessary promotion of a healthy lifestyle.
de: Jedoch ist dabei nicht zu vergessen, dass Diabetes sehr gut gehandhabt werden kann, wenn die erkrankte Person Zugang zur richtigen Behandlung und präventiven Maßnahmen hat, was unter anderem die Förderung eines gesunden Lebensstils beinhaltet.

source: Type II Diabetes Mellitus and incretin mimetics
de: Typ II Diabetes Mellitus und Incretin Mimetika
