Repository: Zethson/igem_tuebingen_website
Catalog: igem_tuebingen_website/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Together with the iGEM Team Costa Rica we want to promote the United Nations’ Sustainable Development Goals, because after all, iGEM projects generally aim to improve people’s lives while keeping strong contact to their communities. This makes a promotion of the UN’s SDGs an opportunity to take responsibility, as we are very privileged to take part in such a project in the first place.
de: Zusammen mit dem iGEM Team Costa Rica arbeiten wir an der Förderung der Sustainable Development Goals (Nachhaltige Entwicklungsziele) der UN, da alle iGEM Projekte generell das Ziel haben, die Leben der Menschen zu verbessern. Gleichzeitig, haben iGEM Teams einen guten Zugang zu ihren Gemeinden. Dies eröffnet die Möglichkeit, die UN SDGs zu fördern, vor allem auch, da wir sehr privilegiert sind überhaupt bei einem Wettbewerb wie iGEM mitmachen zu können.

source: GLP mechanism
de: GLP Mechanismus

source: Overall, the Sustainable Development Goals aim to improve the world’s situation by promoting prosperity, equality, peace and care for the environment in terms of i) no poverty, ii) zero hunger, iii) good health and well-being, iv) quality education, v) gender equality, vi) clean water and sanitation, vii) affordable and clean energy, viii) decent work and economic growth, ix) industry, innovation and infrastructure, ix) reduced inequalities, xi) sustainable cities and communities, xii) responsible consumption and production, xiii) climate action, xiv) life below water, xv) life on land and xvi) peace, justice and strong institutions. Lastly, xvii) Partnerships are the essence of the program. As there are now only 11 years left to reach these goals, we, as teams of iGEM, want to help target these goals more aggressively and promote their fulfilment.
de: Zusammengefasst beruhen die Sustainable Development Goals darauf, die Situation in der Welt zu verbessern, indem Wohlstand, Gleichheit, Frieden und Umweltschutz wie folgt gefördert werden sollen: i) keine Armut, ii) kein Hunger, iii) gute Gesundheit und Wohlergehen, iv) qualitative Bildung, v) Gleichheit der Geschlechter, vi) sauberes Wasser und Sanitäranlagen, vii) leistbare und saubere Energie, viii) annehmbare Arbeit und wirtschaftliches Wachstum, ix) Industrie, Innovation und Infrastruktur, x) reduzierte Ungleichheit, xi) nachhaltige Städte und Gemeinden, xii) verantwortungsvoller Konsum und Produktion, xiii) Klimaschutz, xiv) Leben im Wasser, xv) Leben am Land und xvi) Frieden, Gerechtigkeit und starke Institutionen. Darüber hinaus, sind xvii) Partnerschaften von großer Bedeutung für den Erfolg der SDGs.Da nur noch 11 Jahre übrig sind, um diese Ziele zu erreichen, wollen wir, als iGEM Teams, helfen, dies zu schaffen, indem wir die Ziele aggressiver bewerben und deren Erfüllung fördern.

source: Genetically modified organisms (GMOs)
de: Genetisch modifizierte Organismen (GMOs)

source: We, Team Tübingen, want to target multiple of these goals. First of all, our new therapeutic strategy aims to increase good health and well-being, also since diabetes is openly recognized by the UN to be a major burden for the world’s health. Secondly, we want to lift the financial burden of the treatment, with the goal to provide a less cost intensive alternative to current treatments and prevent follow-up costs for worsened stages of diabetes. It is important to note, that in low- and middle-income countries less than 30 percent have access to GLP-1 analogue treatment [IDF, 2017], which justifies a new approach in formulating it as a probiotic to increase this margin. Secondly, we have initiated several educational programs and knowledge transfer opportunities, in order to support education in the matter of diabetes and obesity. Also, we hope to drive innovation in therapeutic strategies and, if our project is realized in the future, we might be able to participate in the goal of work and economic growth, as well as industrial infrastructure. With an administration such as a probiotic, we hope to decrease inequalities in treatment, as there are no burdens of a cool chain or cost. Hence, a probiotic could be a viable concept of therapy for economically weak people. To conclude, our iGEM project, a probiotic producing exendin-4 as a treatment for Type 2 Diabetes Mellitus, targets a lot of the Sustainable Development Goals proposed by the United Nations. And we hope to, in cooperation with the iGEM Team of Costa Rica, promote the SDGs within the iGEM community and our team’s community, with the goal of playing a small but important role in reaching the goals in time.
de: Wir, das Team Tübingen, wollen verschiedene dieser Ziele angehen. Zunächst zielt unser neues Therapiekonzept darauf ab, Gesundheit und Wohlergehen zu fördern, vor allem auch, da Diabetes von den Vereinten Nationen als extreme Belastung für die Gesundheit der Menschen anerkannt wird. Hinzu kommt, dass wir die finanzielle Belastung durch die Behandlung verringern wollen, mit dem Ziel weniger kostenintensive Alternativen zu bieten und auch um Folgekosten durch falsche Behandlung zu verhindern. Es ist dabei wichtig anzumerken, dass in Niedrig- und Mittellohn Ländern weniger als 30 Prozent der Diabetes Patienten Zugang zu GLP-1 Analoga haben [IDF, 2017], sodass eine neue Formulierung und Applikation durchaus berechtigt ist, um diesen Anteil zu erhöhen. Als nächstes haben wir Aufklärungs- und Bildungsprogramme initiiert, um die Krankheit Diabetes weiter ins Licht der Öffentlichkeit zu rücken. Auch, hoffen wir Innovation voranzutreiben und, wenn unser Projekt in Zukunft realisiert wird, hoffen wir Arbeit und wirtschaftliches Wachstum zu fördern. Durch die Formulierung des Medikaments als Probiotikum, hoffen wir Ungleichheiten in der Behandlung zu verringern, da es keine Probleme mit Kühlketten oder Kosten geben sollte, sodass das Probiotikum ein funktionsfähiges Konzept für wirtschaftlich schwächere Individuen darstellen kann. Natürlich wollen wir in dem Fall der Produktion, verantwortungsvoll produzieren ohne negativen Einfluss auf die Umwelt zu nehmen.

source: Read about our Human Practice
de: Erfahre mehr über Human Practice

source: Origin of exendin-4
de: Ursprung des Exendin-4

source: Read about how to get involved as a researcher or in the role of a sponsor.
de: Erfahre mehr darüber, wie man uns am Besten als Forscher oder Sponsor unterstützen kann.

source: Further Information
de: Weitere Informationen

source: Drylab and Bioinformatics
de: Drylab und Bioinformatik

source: A project as ambitious as iGEM cannot be realized without the generous help of our sponsors.
de: Ein so ambitioniertes Projekt wie iGEM könnte nicht ohne die Hilfe unserer großzügigen Sponsoren realisiert werden.

source: Type 2 Diabetes mellitus therapy - Project 2019
de: Typ 2 Diabetes mellitus Therapie - Projekt 2019

source: Our therapeutic agent is a probiotic secreting incretin mimetics placed in the patients intestine by oral administration of capsules. This enables an easier therapy where a regular intake of a medication is not required.
de: Unser Therapeutikum ist ein probiotisch sekretierendes Inkretin-Mimetikum, das im Darm des Patienten durch orale Verabreichung einer Kapsel platziert wurde. Dies ermöglicht eine einfachere Therapie, bei der eine regelmäßige Einnahme von Medikamenten nicht nötig ist.

source: The aim of the project 2019 is the generation of a probiotic for the therapy of Type II Diabetes Mellitus based on a plasmid chassis incorporating a Cas3 self-kill mechanism to prevent the spread of GMOs in the environment which also addresses the high amount of concerns associated with GMOs and fulfills the necessary biosafety standards. Moreover, the plasmid chassis allows for a controlled use of the probiotic and limits its habitat to that of the human gut due to the incorporation of three different regulators inhibiting the Cas3 self-kill system when the bacterium is located in its designated environment.
de: Ziel des Projekt 2019 ist es, ein Probiotikum für die Therapie von Typ II Diabetes mellitus zu entwickeln, basierend auf einem Plasmid-Chassis mit einem Cas3-Selbsttötungsmechanismus, um die Ausbreitung von GVOs zu verhindern, was sowohl die vielen Bedenken gegenüber GVOs anspricht als auch die notwendigen Biosicherheitsstandards erfüllt. Darüber hinaus ermöglicht der Plasmid-Chassis einen kontrollierten Einsatz des Probiotikum und beschränkt seinen Lebensraum auf den des menschlichen Darms. Kontrolle erhält man durch das Verwenden von drei verschiedenen Regulationsmechanismen, die das Cas3-Selbsttötungssystem hemmen, wenn sich das Bakterium in der vorgesehenen Umgebung befindet.

source: The plasmid encoding the GLP analog is introduced into a probiotic E. coli strain which then secretes peptide which can be absorbed through the intestine to increase insulin secretion in the pancreas.
de: Das für das GLP-Analogon kodierende Plasmid wird in einen probiotischen E.coli Stamm eingebracht, welcher dann ein Peptid sezerniert, das in der Lage ist durch den Darm aufgenommen zu werden und die Insulinsekretion der Pankreas zu steigern.

source: In the gut, our probiotic is supposed to form and secrete incretin mimetics in response to glucose. The incretin mimetics will be taken up by the enterocytes and are transported to the pancreas via the blood, where they enhance insulin secretion. Since Diabetes is one of the most prevalent diseases nowadays, we address an important and relevant problem not only for the clinics but also for the economy and world wide health situation. In addition to the development of such a GMO we also plan to model the efficiency, stability and kinetics of the self-kill mechanism. Our Cas3 biosafety probiotic chassis can also be used for different applications by exchanging the gene of interest within the plasmid. Therefore, our chassis can be used by researchers who search for a functional chassis which fulfills biosafety standards.
de: Im Darm soll unser Probiotikum Inkretin-Mimetika als Reaktion auf Glucose bilden und absondern. Die Inkretin-Mimetika werden anschließend von den Enterozyten aufgenommen und über das Blut in die Bauchspeicheldrüse transportiert, wo sie die Insulinsekretion verstärken. Da Diabetes eine der am weitesten verbreiteten Krankheiten ist, sprechen wir ein Problem an, das nicht nur für Kliniken, sondern auch für die Wirtschaft und die weltweite Gesundheitssituation relevant ist. Neben der Entwicklung eines solchen GVO planen wir auch die Modellierung der Effizienz, Stabilität und Kinetik des Selbsttötungsmechanismus. Unser probiotischer Cas3-Biosicherheitschassis kann auch für andere Anwendungen eingesetzt werden, indem man das Gen von Interesse im Plasmid austauscht. Daher kann unser Chassis von Forschern verwendet werden, die auf der Suche nach einem funktionalen Chassis sind, der die Biosicherheitsstandards erfüllt.

source: The GLP-Analogon will bind to its G-protein-coupled receptor activating Adenylate Cyclase to initiate the production of cAMP. " Overall, this will lead to increased Calcium Ion influx, allowing for more Insulin to be secreted from the beta cells.
de: Das GLP-Analogon wird sich an seinen G-Protein-gekoppelten Rezeptor binden, der die Adenylylcyclase aktiviert, um die Produktion von cAMP zu initiieren. Insgesamt wird dies zu einem erhöhten Calcium-Ionen-Einstrom führen, sodass mehr Insulin aus den beta-Zellen ausgeschüttet werden kann.

source: Type II Diabetes Mellitus is a metabolic disease that affects about 10 percent of the population. One of its major symptoms is the relative lack of insulin, which causes a decreased uptake of glucose into cells, leading to an energy crisis. In Type II Diabetes Mellitus the body compensates this relative lack of insulin by secreting more insulin, which causes stress for insulin producing beta cells of the pancreas. This increased stress will, in the end, lead to the destruction of the beta cells, leaving the body with an absolute lack of insulin, making insulin substitution necessary. In Type II Diabetes Mellitus the relative lack of insulin can have multiple reasons. It can be induced by overconsumption of sugar-containing food, decreasing the sensitivity of the Insulin Receptors, as they are downregulated. But it can also have genetic reasons, such as a mutation in an essential gene etc. A form of treatment for Type II Diabetes Mellitus are incretin mimetics. Incretin mimetics copy the incretin effect of incretins such as Glucagon Like Peptide 1. This is the explanation for the fact that oral uptake causes a bigger release of insulin, than the parenteral uptake. Glucagon like peptide 1, produced in the L-cells of the intestine, is secreted upon nutrient availability, and reaches the pancreas through the bloodstream. There it will bind its receptor (a G-protein coupled receptor), which will activate Adenylate Cyclase (if ATP is available within the cell), initiating the production of cAMP. Overall, this will lead to increased Calcium Ion influx, allowing for more Insulin to be secreted from the beta cells. This increased secretion will help overcome a relative lack of insulin in Type II Diabetes Mellitus, if the amount of incretins secreted is sufficient.
de: Typ II Diabetes Mellitus ist eine Stoffwechselkrankheit unter welcher etwa 10 Prozent aller Menschen leiden. Eines der Hauptsymptome ist der relative Mangel von Insulin, was eine verminderte Glukoseaufnahme durch die Zellen bedingt. Das Führt zu einer Zellulären Energiekriese. In Typ II Diabetes Mellitus kompensiert der Körper diesen Mangel durch erhöhte Insulinausschüttung, was zu Stress in den Insulin sekretierenden beta Zellen des Pankreas führt. Dieser Stress resultiert letztendlich in der Zerstörung der beta Zellen und somit zum fehlen jeglichen Insulins im Körper. Der relative Insulinmangel bei Typ II Diabetes Mellitus kann verschiedene Gründe haben. Eine Ursache kann stark erhöhter Zuckerkonsum sein was die Sensitivität der Insulinrezeptoren verringert. Genetische Predisposition durch z.B. Mutationen in essentiellen Genen muss aber auch als Grund genannt werden. Eine Form der Behandlung von Typ II Diabetes Mellitus ist die Gabe von Inkretin Mimetica. Diese lösen den Inkretineffekt aus bekannt vom körpereigene Glucagon-Like-Peptide-1 (GLP-1). Das erklärt die Tatsache dass die orale Gabe eine größeren Insulinausschüttung bewirkt als die parenterale Zufuhr. Das in den L-Zellen des Darms produzierte GLP-1 wird bei Anwesenheit von Nährstoffen ausgeschüttet und erreicht den Pankreas über das Blut. Dort bindet es an seinen Rezeptor (ein G-Protein gekoppelter Rezeptor) welcher die Adenylat Cyclase aktiviert und so die Produktion von cAMP anstößt. Das führt zu einem erhöhten Calcium Fluss in die Zelle und in Folge dessen zu einer verstärkten Insulinsekretion durch die beta Zellen. Diese Erhöhte Sekretion hilft den relativen Mangel an Insulin in Typ II Diabetes Mellitus zu kompensieren, solange die Menge des ausgeschütteten incretins ausreichen.

source: The Gila monster (Heloderma suspectum) is a firm venomous lizard, which is secreting venom composed of a neurotoxin (gilatoxin) and different glycoproteins from a mandibular gland. One of the secreted glycoproteins is exendin-4 which has the synthetic analogue Exenatid.
de: Das Gila-Monster (Heloderma suspectum) ist eine Gifteidechse, die Gift aus einer Mandibulardrüse absondert, welches aus einem Neurotoxin (Gilatoxin) und verschiedenen Glykoproteinen besteht.Eines der sekretierten Glykoproteine ist Exendin-4 mit dem synthetischen Analogon Exenatid.

source: Genetically modified organisms (GMOs) are organisms whose genetic information has been altered intentionally with the use of genetic engineering. The technique used and the way of alteration varies between different GMOs and comprises gene knockouts and knockins as well as enhancement or repression of gene expression. GMOs open up many possibilities for basic research, food production, industry and treatment or diagnosis of diseases. Concerns about GMOs have been raised by many people and especially address their safety when intentionally or unintentionally released into the environment. Therefore, efforts have been made and are still made towards ensuring the biosafety of GMOs.
de: Gentechnisch modifizierte Organismen (GMOs) sind Organismen, deren genetische Information durch Genmodifizierungen verändert wurden. Hierbei variiert die verwendete Technik zwischen den verschiedenen GMOs und besteht aus Gen Knockouts and Knockins, sowie Erhöhung oder Repression von Genexpression. GMOs eröffnen viele Möglichkeiten für Grundlagenforschung, Nahrungsproduktion, sowie die Diagnose und Behandlung von Krankheiten. Aufgrund von Sorgen und Vorbehalten gegenüber der Sicherheit von GMOs, stellt die Risikominimierung und die Biosicherheit ein sehr aktives Forschungsfeld dar.

source: Our probiotic strain contains a plasmid which expresses the GLP-analog Exenatid in the presence of glucose. Exenatid is further modified with a secretion tag and a cell penetrating peptide to allow for it to pass through the epithelial cells of the intestine and to reach the blood stream.
de: Unser Probiotikum besitzt ein Plasmid, welches in der Anwesenheit von Glukose das GLP-Analogon Exenatid exprimiert. Exenatid ist zusätzlich mit einem Sekretions-Tag und einem Zellpenetrationspeptid versehen, sodass es durch die Darmepithelzellen in den Blutstrom gelangen kann.

source: While our biocontainment strategy relies on the Class I Type I CRISPR system, we will utilize CRISPR/Cas9 technology for the construction of the chassis. CRISPR/Cas9 (or similar) technology has become a versatile toolkit for gene editing in all domains of life. Despite of the successes, off-target activities can be observed in many cases. These off-target activities lead to unwanted genome alterations when non-homologous end joining machineries are available in the system of interest, and therefore have to be considered in every experiment. To facilitate the analysis of experimental off-target identification, we will create a data analysis pipeline for GUIDE-Seq and CIRCLE-Seq experiments to identify off-target sites in CRISPR/Cas9 experiments. Our goal is to generate a reproducible and parallelizable analysis software tool, based on the bioinformatics workflow management system Nextflow. To us, creating an easy-to-use software tool is of highest priority. Thus, we are creating a clear and comprehensible graphical user interface. We plan to improve the existing workflow layout by replacing single components to improve the accuracy of the result, and to reduce the computational time needed. Furthermore, we will validate the results of our workflow experimentally, and will integrate the results of our software tool into our wet-lab experiments. We will encourage other iGEM teams and research groups, who are working with CRISPR/Cas9 systems, to use our tool.
de: Während unsere Bioabdichtungsstrategie auf dem CRISPR-System der Klasse I Typ I basiert, werden wir die CRISPR/Cas9-Technologie für den Bau des Chassis einsetzen. Die CRISPR/Cas9 (oder ähnliche) Technologie hat sich zu einem vielseitigen Toolkit für die Genveränderung in allen Lebensbereichen entwickelt. Trotz der Erfolge sind in vielen Fällen Off-Target-Effekte zu beobachten. Wenn non-homologous end joining machineries im betrachteten System vorhanden sind führen nicht zielgerichtete CRISPR/Cas9 Aktivitäten zu unterwünschten Genomveränderungen. Diese müssen deshalb in jedem Experiment evaluiert werden.Um die Analyse der experimentellen Off-Target-Identifikation zu erleichtern, werden wir eine Datenanalysepipeline für GUIDE-Seq und CIRCLE-Seq-Experimente erstellen, um Off-Target-Stellen in CRISPR/Cas9-Experimenten zu identifizieren. Unser Ziel ist es, ein reproduzierbares und parallelisierbares Analysesoftware-Tool auf Basis des bioinformatischen Workflow-Management-Systems Nextflow zu entwickeln. Für uns hat die Entwicklung eines einfach zu bedienenden Software-Tools höchste Priorität. Damit schaffen wir eine übersichtliche und verständliche grafische Benutzeroberfläche. Wir planen, das bestehende Workflow-Layout durch den Austausch einzelner Komponenten zu verbessern, um die Genauigkeit des Ergebnisses zu verbessern und die benötigte Rechenzeit zu reduzieren. Darüber hinaus werden wir die Ergebnisse unseres Workflows experimentell validieren und die Ergebnisse unseres Softwaretools in unsere Wet-Lab-Experimente integrieren. Wir werden andere iGEM-Teams und Forschungsgruppen, die mit CRISPR/Cas9-Systemen arbeiten, ermutigen, unser Tool zu nutzen.
